Executavel/XmlEnvioCigam/ListarEmpresas11012018 200651.xml

<?xml version="1.0"?>
<SOAP-ENV:Envelope xmlns:SOAP-ENV="http://schemas.xmlsoap.org/soap/envelope/" xmlns:xsd="http://www.w3.org/2001/XMLSchema" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xmlns:SOAP-ENC="http://schemas.xmlsoap.org/soap/encoding/"><SOAP-ENV:Body SOAP-ENV:encodingStyle="http://schemas.xmlsoap.org/soap/encoding/"><NS1:ListarEmpresas xmlns:NS1="http://webservices.cigam.com/"><pin xsi:type="xsd:string">001</pin><codigoEmpresaInicial xsi:type="xsd:string"></codigoEmpresaInicial><codigoEmpresaFinal xsi:type="xsd:string"></codigoEmpresaFinal><nomeInicial xsi:type="xsd:string"></nomeInicial><nomeFinal xsi:type="xsd:string"></nomeFinal><fantasiaInicial xsi:type="xsd:string"></fantasiaInicial><fantasiaFinal xsi:type="xsd:string"></fantasiaFinal><pessoa xsi:type="xsd:string"></pessoa><codigoDivisaoinicial xsi:type="xsd:string">1D</codigoDivisaoinicial><codigoDivisaoFinal xsi:type="xsd:string">1E</codigoDivisaoFinal><codigoAtividadeInicial xsi:type="xsd:string"></codigoAtividadeInicial><codigoAtividadeFinal xsi:type="xsd:string"></codigoAtividadeFinal><cnpjCpfInicial xsi:type="xsd:string"></cnpjCpfInicial><cnpjCpfFinal xsi:type="xsd:string"></cnpjCpfFinal><municipioInicial xsi:type="xsd:string"></municipioInicial><municipioFinal xsi:type="xsd:string"></municipioFinal><ativo xsi:type="xsd:string"></ativo><dataInicial xsi:type="xsd:dateTime">2018-01-11T20:06:26.342Z</dataInicial><horaInicial xsi:type="xsd:string"></horaInicial><dataFinal xsi:type="xsd:dateTime">2018-01-11T20:06:26.342Z</dataFinal><horaFinal xsi:type="xsd:string"></horaFinal></NS1:ListarEmpresas></SOAP-ENV:Body></SOAP-ENV:Envelope>
